{    
    "home":{
        "de": "Startseite",
        "tr": "Anasayfa",
        "en": "home"
    },
    "about":{
        "de": "Über Uns",
        "tr": "Hakkimizda",
        "en": "About"
    },
    "contact": {
        "de": "Kontakt",
        "tr": "İletİşİm",
        "en": "contact"
    },
    "projects":{
        "de": "Projekte",
        "tr": "Projeler",
        "en": "Projects"
    },
    "services":{
        "de": "Dienstleistungen",
        "tr": "Hİzmetler",
        "en": "Services"
    },
    "greeting": {
        "de": "Professionelles Team",
        "tr": "Profesyonel Ekİp",
        "en": "Professional Team"
    },
    "greetingIki": {
        "de": "qualitativ hochwertiger Bau",
        "tr": "Kalİtelİ İnşaat",
        "en": "Quality Construction"
    },
    "greetingUc": {
        "de": "pünktliche Lieferung",
        "tr": "Zamanında Teslİmat",
        "en": "On-time Delivery"
    },
    "indexButton1": {
        "de": "Kontaktiere uns",
        "tr": "Bİze Ulaşın",
        "en": "Contact us"
    },
    "indexButton2": {
        "de": "Entdecke mehr",
        "tr": "Daha fazla keşfet",
        "en": "Discover more"
    },
    "sayfa2Baslik": {
        "de": "Qualität und Zuverlässigkeit",
        "tr": "Kalite ve Güvenilirlik",
        "en": "Quality and Reliability"
    },
    "sayfa2Text": {
        "de": "Da wir der Kundenzufriedenheit große Bedeutung beimessen, ist es unser Ziel, die Erwartungen unserer Kunden durch sorgfältige Arbeit an jedem Projekt zu erfüllen. Mit den Lösungen, die wir in den Bereichen Bau, Renovierung und Desinfektion anbieten, steigern wir den Wert Ihrer Räume.",
        "tr": "Müşteri memnuniyetine verdiğimiz önemle, her projede özenle çalışarak müşterilerimizin beklentilerini karşılamayı hedefliyoruz. İnşaat, yenileme ve dezenfektasyon alanlarında sunduğumuz çözümlerle mekanlarınıza değer katıyoruz.",
        "en": "With the importance we attach to customer satisfaction, we aim to meet the expectations of our customers by working diligently on each project. We add value to your spaces with the solutions we offer in the fields of construction, renovation and disinfection."
    },
    "mert-ka": {
        "de": "MERT-KA BAU GMBH",
        "tr": "MERT-KA İNŞAAT",
        "en": "MERT-KA CONSTRUCTION"
    },
    "tecrube": {
        "de": "Jahrelange Erfahrung",
        "tr": "Yıllık tecrübe",
        "en": "Years of experienced"
    },
    "sayfa2Kutu1": {
        "de": "PLANUNG",
        "tr": "PLANLAMA",
        "en": "PLANNING"
    },
    "sayfa2Kutu2": {
        "de": "VORBEREITUNG",
        "tr": "HAZIRLIK",
        "en": "PREPARATION"
    },
    "sayfa2Kutu3": {
        "de": "BAUEN",
        "tr": "İNŞAAT",
        "en": "CONSTRUCTION"
    },
    "sayfa2Kutu4": {
        "de": "LIEFERUNG",
        "tr": "TESLİMAT",
        "en": "DELIVERY"
    },
    "sayfa2Kutu1Text": {
        "de": "Wir planen das Projekt, indem wir die Bedürfnisse und Erwartungen der Kunden verstehen.",
        "tr": "Müşteri ihtiyaçlarını ve beklentilerini anlayarak projeyi planlarız",
        "en": "We plan the project by understanding customer needs and expectations."
    },
    "sayfa2Kutu2Text": {
        "de": "Wir bereiten die Baustelle vor, holen die Genehmigungen ein und beschaffen die Materialien.",
        "tr": "İnşaat sahasını hazırlarız, izinleri alırız ve malzemeleri temin ederiz.",
        "en": "We prepare the construction site, obtain the permits and procure the materials."
    },
    "sayfa2Kutu3Text": {
        "de": "Wir erwecken das Projekt zum Leben und schließen den Bau des Gebäudes ab.",
        "tr": "Projeyi hayata geçirir, yapının inşasını baştan sona gerçekleştiririz",
        "en": "We bring the project to life and complete the construction of the building."
    },
    "sayfa2Kutu4Text": {
        "de": "Wir nehmen den letzten Schliff vor, schließen die Endarbeiten ab und liefern das Projekt an den Kunden.",
        "tr": "Son dokunuşları yapar, bitirme işlemlerini tamamlar ve projeyi müşteriye teslim ederiz.",
        "en": "IWe make the final touches, complete the finishing works and deliver the project to the customer."
    },
    "sayfa3Text": {
        "de": "Für Bau- und Renovierungsarbeiten können Sie sich an uns wenden",
        "tr": "İNŞAAT VE TADİLAT İŞLERİ İÇİN BİZİMLE İLETİŞİME GEÇEBİLİRSİNİZ",
        "en": "YOU MAY CONTACT US FOR CONSTRUCTION AND RENOVATION WORK"
    },
    "sayfa3Header": {
        "de": "Wir sind immer da für Sie.",
        "tr": "Her zaman yanınızdayız.",
        "en": "We are always there for you."
    },
    "sayfa3Button": {
        "de": "Einen Termin vereinbaren",
        "tr": "Randevu Alın",
        "en": "Make An Appointment"
    },
    "sayfa4Header1": {
        "de": "Rohbau",
        "tr": "İnşaat",
        "en": "Construction"
    },
    "sayfa4Header2": {
        "de": "Renovierung",
        "tr": "Yenileme",
        "en": "Renovation"
    },
    "sayfa4Header3": {
        "de": "Sanierung",
        "tr": "Dezenfektasyon",
        "en": "Sanitizing"
    },
    "sayfa4Text1": {
        "de": "Wir bieten mit unserem Expertenteam bei Bauprojekten zuverlässigen und pünktlichen Service gemäß hohen Qualitätsstandards. Wir erfüllen Ihre Baubedürfnisse mit einem professionellen Ansatz und arbeiten daran, Ihre Träume wahr werden zu lassen.",
        "tr": "İnşaat projelerinde uzman ekibimizle, yüksek kalite standartlarına uygun şekilde, güvenilir ve zamanında hizmet sunarız. İnşaat ihtiyaçlarınızı profesyonel bir yaklaşımla karşılarız ve hayallerinizi gerçeğe dönüştürmek için çalışırız.",
        "en": "We provide reliable and timely service in accordance with high quality standards with our expert team in construction projects. We meet your construction needs with a professional approach and work to make your dreams come true."
    },
    "sayfa4Text2": {
        "de": "Wir renovieren und modernisieren bestehende Bauwerke professionell und gestalten sie nach Ihren Wünschen. Mit unserem qualitätsorientierten Ansatz bei Sanierungsprojekten bieten wir Ihnen hervorragende Ergebnisse.",
        "tr": "Mevcut yapıları profesyonel bir yaklaşımla yeniler, modernize eder ve isteklerinizi karşılayacak şekilde tasarlarız. Yenileme projelerinde kalite odaklı yaklaşımımızla size mükemmel sonuçlar sunarız.",
        "en": "We renovate and modernize existing structures with a professional approach and design them to meet your wishes. We offer you excellent results with our quality-oriented approach in renovation projects."
    },
    "sayfa4Text3": {
        "de": "In Sanierungsprojekten führen wir detaillierte Analysen und Korrekturstudien an bestehenden Strukturen durch. Mit unserem Expertenteam steigern wir die Funktionalität von Gebäuden, optimieren die Energieeffizienz und bieten nachhaltige Lösungen.",
        "tr": "Dezenfektasyon projelerinde, mevcut yapılarda detaylı analiz ve düzeltme çalışmaları yaparız. Uzman ekibimizle, yapıların işlevselliğini artırır, enerji verimliliğini optimize eder ve sürdürülebilir çözümler sunarız. ",
        "en": "In sanitizing projects, we carry out detailed analysis and correction studies on existing structures. With our expert team, we increase the functionality of buildings, optimize energy efficiency and offer sustainable solutions."
    },
    "sayfa5Header": {
        "de": "Diensleistungen",
        "tr": "Hizmetler",
        "en": "Services"
    },
    "sayfa6Text1": {
        "de": "Projekte",
        "tr": "proje",
        "en": "Projects"
    },
    "sayfa6Text2": {
        "de": "Arbeiter",
        "tr": "Çalışan",
        "en": "Staff"
    },
    "sayfa7Header": {
        "de": "Projekte",
        "tr": "Projeler",
        "en": "Projects"
    },
    "sayfa5Header2": {
        "de": "Was wir tun",
        "tr": "Ne Yapıyoruz",
        "en": "What We Do"
    },
    "sayfa7Header1": {
        "de": "Portfolio",
        "tr": "Portföy",
        "en": "Portfolio"
    },
    "testimonial": {
        "de": "Zeugnis",
        "tr": "Referans",
        "en": "Testimonial"
    },
    "happyClients": {
        "de": "Zufriedene Kunden",
        "tr": "Mutlu Müşteriler",
        "en": "Happy Clients"
    },
    "footerSirketIsim": {
        "de": "MERT-KA BAU GMBH",
        "tr": "MERT-KA İNŞAAT",
        "en": "MERT-KA CONSTRUCTION"
    },
    "footerMetin": {
        "de": "Mit unserer 23-jährigen Erfahrung im Bereich Bau, Renovierung und Desinfektion bieten wir als Unternehmen ein umfassendes Leistungsspektrum an. Unser Expertenteam und moderne Technologien ermöglichen es uns, Ihnen lösungsorientierte und effektive Lösungen auf höchstem Qualitätsniveau anzubieten.",
        "tr": "İnşaat, yenileme ve dezenfektasyon alanında 23 yıllık deneyime sahip olan şirketimiz, uzman ekibimiz ve modern teknolojilerimizle, en yüksek standartlarda çalışarak size çözüm odaklı ve etkili çözümler sunmaktayız.",
        "en": "With our 23 years of expertise in the construction, renovation, and disinfection field, our company offers comprehensive services. Our expert team and modern technologies enable us to provide you with solution-oriented and effective solutions at the highest standards."
    },
    "footerLinks": {
        "de": "Links",
        "tr": "Bağlantılar",
        "en": "Links"
    },
    "footerLinks1": {
        "de": "Über Uns",
        "tr": "Hakkimizda",
        "en": "About"
    },
    "footerLinks2": {
        "de": "Dienstleistungen",
        "tr": "Hİzmetler",
        "en": "Links"
    },
    "footerLinks3": {
        "de": "Projekte",
        "tr": "Projeler",
        "en": "Projects"
    },
    "footerLinks4": {
        "de": "Kontakt",
        "tr": "İletİşİm",
        "en": "Contact"
    },
    "sorunuzVarmi": {
        "de": "Haben Sie Fragen?",
        "tr": "Sorunuz mı var?",
        "en": "Have a Questions?"
    },
    "copyright": {
        "de": "Alle Rechte vorbehalten",
        "tr": "Bütün hakları saklıdır",
        "en": "All rights reserved"
    },
    "learnMore1": {
        "de": "Mehr Info",
        "tr": "Daha fazla bİlgİ",
        "en": "More info"
    },
    "learnMore2": {
        "de": "Mehr Info",
        "tr": "Daha fazla bİlgİ",
        "en": "More info"
    },
    "learnMore3": {
        "de": "Mehr Info",
        "tr": "Daha fazla bİlgİ",
        "en": "More info"
    }
}