{
    "home":{
        "de": "Startseite",
        "tr": "Anasayfa",
        "en": "home"
    },
    "about":{
        "de": "Über Uns",
        "tr": "Hakkimizda",
        "en": "About"
    },
    "contact": {
        "de": "Kontakt",
        "tr": "İletİşİm",
        "en": "contact"
    },
    "projects":{
        "de": "Projekte",
        "tr": "Projeler",
        "en": "Projects"
    },
    "services":{
        "de": "Dienstleistungen",
        "tr": "Hİzmetler",
        "en": "Services"
    },
    "servicesHeader":{
        "de": "Dienstleistungen",
        "tr": "Hİzmetler",
        "en": "Services"
    },
    "serviceBauHeader1":{
        "de": "Bauleistungen",
        "tr": "İnşaat Hizmetleri",
        "en": "Construction Services"
    },
    "serviceBau1":{
        "de": "Mit unseren professionellen Teams bieten wir zuverlässige und hochwertige Bauleistungen an und realisieren verschiedene Bauprojekte wie Neubau, strukturelle Änderungen, Restaurierung und Reparaturen, um den Bedürfnissen unserer Kunden gerecht zu werden. Unser Ziel ist es, herausragende Ergebnisse zu erzielen, indem wir strenge Qualitätsstandards einhalten und qualifizierte Handwerker einsetzen.",
        "tr": "Profesyonel ekiplerimizle birlikte müşterilerimize güvenilir ve yüksek kaliteli inşaat hizmetleri sunmaktayız. Yeni bina inşası, yapısal değişiklikler, restorasyon ve tamirat gibi çeşitli inşaat projelerini titizlikle gerçekleştirerek müşterilerimizin beklentilerini karşılamayı amaçlıyoruz. Her projede kalite standartlarına uygun malzeme ve işçilik kullanarak uzun ömürlü ve dayanıklı yapılar oluşturuyoruz.",
        "en": "With our professional teams, we provide reliable and high-quality construction services, carrying out various construction projects such as new building construction, structural alterations, restoration, and repairs, to meet the needs of our customers. Our goal is to deliver exceptional results by adhering to strict quality standards and employing skilled craftsmanship."
    },
    "serviceRenoHeader":{
        "de": "Ingenieurdienstleistungen",
        "tr": "Mühendislik Hizmetleri",
        "en": "Engineering Services"
    },
    "serviceReno1":{
        "de": "Wir erneuern bestehende Strukturen mit einem professionellen Ansatz, modernisieren sie und gestalten sie nach Ihren Anforderungen. Mit unserem qualitätsorientierten Ansatz in Renovierungsprojekten bieten wir Ihnen ausgezeichnete Ergebnisse. Wir wählen sorgfältig Materialien aus und planen akribisch, um Kundenzufriedenheit in Ihren Renovierungsprojekten zu gewährleisten.",
        "tr": "Uzman ekibimiz, mühendislik alanında geniş bir uzmanlığa sahiptir ve müşterilerimize başarılı projeler için kapsamlı mühendislik hizmetleri sunmaktadır. Yapı tasarımı, yapısal analiz, mühendislik çözümleri ve danışmanlık gibi konularda teknik bilgi ve deneyimimizi müşterilerimizle paylaşarak en iyi sonuçları elde etmeyi hedefliyoruz. Her projede güvenlik, verimlilik ve sürdürülebilirlik ilkelerini gözetiyoruz.",
        "en": "Unser Expertenteam vermittelt technisches Wissen und Fachkenntnisse, indem es erfolgreiche Ingenieurdienstleistungen wie Gebäudeplanung, Strukturanalyse, Ingenieurlösungen und Beratung anbietet, um den Erfolg der Projekte unserer Kunden sicherzustellen. Wir streben danach, innovative und effektive Lösungen zu bieten, die ihren spezifischen Anforderungen entsprechen."
    },
    "serviceSaniHeader":{
        "de": "Architekturdienstleistungen",
        "tr": "Mimarlık Hizmetleri",
        "en": "Architectural Services"
    },
    "serviceSani1":{
        "de": "Im Rahmen unserer Architekturdienstleistungen bieten unsere Expertenarchitekten kreative und funktionale Designs, einschließlich Gebäudeplanung, Innenraumgestaltung, Fassadengestaltung und Projektplanung, die den ästhetischen Erwartungen und funktionalen Anforderungen unserer Kunden gerecht werden.",
        "tr": "Mimarlık hizmetlerimizde, estetik beklentileri karşılayan yaratıcı ve işlevsel tasarımlar sunmak için uzman mimarlarımızla birlikte çalışıyoruz. Yapı tasarımı, iç mekan tasarımı, dış cephe tasarımı ve projelendirme gibi alanlarda müşterilerimize özelleştirilmiş çözümler sunuyoruz. Her projede kullanıcı ihtiyaçlarına uygun, estetik değeri yüksek ve fonksiyonel mekanlar tasarlıyoruz.",
        "en": "Within our architectural services, our team of expert architects offers creative and functional designs, including building design, interior design, facade design, and project planning, catering to the aesthetic expectations and functional needs of our clients."
    },
    "serviceSatisHeader":{
        "de": "Immobilienentwicklung, Verkauf, Vermietung und Renovierung",
        "tr": "Taşınmaz İnşası, Satışı, Kiralaması ve Ticareti ile Birlikte Yenileme İşlemleri",
        "en": "Real Estate Development, Sales, Rental, and Renovation"
    },
    "serviceSatis1":{
        "de": "Neben dem Neubau sind wir auch auf Immobilienentwicklung, Verkauf, Vermietung und Renovierung spezialisiert. Unser Ziel ist es, unseren Kunden eine Vielzahl von Optionen anzubieten, die ihren Wohn- oder Gewerbeimmobilienanforderungen entsprechen, indem wir umfassende Lösungen bieten, die auf ihre Präferenzen zugeschnitten sind.",
        "tr": "Şirketimiz, sadece yeni bina inşası yapmakla kalmayıp aynı zamanda mevcut binaların yenilenmesi işlemlerini de gerçekleştirerek müşterilerimize geniş bir yelpazede hizmet sunmaktadır. Konut veya ticari amaçlı binaların ihtiyaçlarını karşılayacak şekilde istedikleri bina türüne uygun seçenekler sunuyoruz. Bina satışı, kiralama ve ticareti konusunda da müşterilerimize profesyonel destek sağlıyoruz.",
        "en": "In addition to new building construction, we also specialize in real estate development, sales, rental, and renovation services. Our aim is to provide our clients with a wide range of options that meet the residential or commercial property requirements they desire, offering comprehensive solutions tailored to their preferences."
    },
    "serviceTicaretHeader":{
        "de": "Handel mit Baustoffen und anderen für den Bau erforderlichen Materialien",
        "tr": "Yapı Malzemeleri ve İnşaat için Gerekli Diğer Malzemelerin Ticareti",
        "en": "Trade of Building Materials and Other Necessary Materials for Construction"
    },
    "serviceTicaret1":{
        "de": "Wir handeln mit Baustoffen und anderen für den Bau erforderlichen Materialien, um die Beschaffung verschiedener Baumaterialien, Baumaschinen und Sanitärartikel von höchster Qualität für die Bauprojekte unserer Kunden sicherzustellen. Unser Fokus liegt darauf, zuverlässige und hochwertige Produkte von vertrauenswürdigen Lieferanten zu liefern, um Kundenzufriedenheit zu gewährleisten.",
        "tr": "Yapı malzemeleri ve inşaat için gerekli diğer malzemelerin ticaretini yaparak müşterilerimizin inşaat projelerinde ihtiyaç duydukları kaliteli malzemeleri temin etmeyi hedefliyoruz. Çeşitli yapı malzemeleri, inşaat ekipmanları ve tesisat malzemelerini müşterilerimize sunarak projelerinin başarılı bir şekilde tamamlanmasını destekliyoruz. Güvenilir tedarikçilerden kaliteli ürünler temin ederek müşteri memnuniyetini sağlamayı önemsiyoruz.",
        "en": "We engage in the trade of building materials and other necessary materials for construction, ensuring the procurement of various construction materials, construction equipment, and plumbing supplies of the highest quality for our clients' construction projects. Our focus is on delivering reliable and superior products sourced from trusted suppliers to guarantee customer satisfaction."
    },
    "sorunuzVarmi": {
        "de": "Haben Sie Fragen?",
        "tr": "Sorunuz mı var?",
        "en": "Have a Questions?"
    },
    "copyright": {
        "de": "Alle Rechte vorbehalten",
        "tr": "Bütün hakları saklıdır",
        "en": "All rights reserved"
    },
    "footerSirketIsim": {
        "de": "MERT-KA BAU GMBH",
        "tr": "MERT-KA İNŞAAT",
        "en": "MERT-KA CONSTRUCTION"
    },
    "footerMetin": {
        "de": "Mit unserer 23-jährigen Erfahrung im Bereich Bau, Renovierung und Desinfektion bieten wir als Unternehmen ein umfassendes Leistungsspektrum an. Unser Expertenteam und moderne Technologien ermöglichen es uns, Ihnen lösungsorientierte und effektive Lösungen auf höchstem Qualitätsniveau anzubieten.",
        "tr": "İnşaat, yenileme ve sanitasyon alanında 23 yıllık deneyime sahip olan şirketimiz, uzman ekibimiz ve modern teknolojilerimizle, en yüksek standartlarda çalışarak size çözüm odaklı ve etkili çözümler sunmaktayız.",
        "en": "With our 23 years of expertise in the construction, renovation, and disinfection field, our company offers comprehensive services. Our expert team and modern technologies enable us to provide you with solution-oriented and effective solutions at the highest standards."
    },
    "footerLinks": {
        "de": "Links",
        "tr": "Bağlantılar",
        "en": "Links"
    },
    "footerLinks1": {
        "de": "Startseite",
        "tr": "Anasayfa",
        "en": "home"
    },
    "footerLinks2": {
        "de": "Über Uns",
        "tr": "Hakkimizda",
        "en": "About"
    },
    "footerLinks3": {
        "de": "Projekte",
        "tr": "Projeler",
        "en": "Projects"
    },
    "footerLinks4": {
        "de": "Kontakt",
        "tr": "İletİşİm",
        "en": "Contact"
    }
}
